/* Size Text: GB with precision */
"%0.1f GB" = "%0.1f GB";

/* Size Text: KB with precision */
"%0.1f KB" = "%0.1f KB";

/* Size Text: MB with precision */
"%0.1f MB" = "%0.1f MB";

/* <Comma-separated list of names> + <number of hidden names>, e.g. \"Bob, Jane + 3\" */
"%1$@ + %2$ld" = "%1$@ + %2$ld";

/* <Name> shared at <time> */
"%1$@ shared at %2$@" = "%1$@ udostępnił(a) o %2$@";

/* <Name> shared on <date> */
"%1$@ shared on %2$@" = "%1$@ udostępnił(a) o %2$@";

/* No comment provided by engineer. */
"%@ shared {NOTEBOOKS_PLURAL:a notebook|{NOTEBOOKS} notebooks}" = "%@ udostępnił(a) {NOTEBOOKS_PLURAL:notatnik|{NOTEBOOKS} notatniki|{NOTEBOOKS} notatników}";

/* No comment provided by engineer. */
"%@ shared {NOTES_PLURAL:a note|{NOTES} notes}" = "%@ udostępnił(a){NOTES_PLURAL:notatkę|{NOTES} notatki|{NOTES} notatek}";

/* No comment provided by engineer. */
"%@ shared {NOTES_PLURAL:{NOTES} note|{NOTES} notes} and {NOTEBOOKS_PLURAL:{NOTEBOOKS} notebook|{NOTEBOOKS} notebooks}" = "%@ zmienił(a){NOTES_PLURAL:{NOTES} notatkę|{NOTES} notatki|{NOTES} notatek} i{NOTEBOOKS_PLURAL:{NOTEBOOKS} notatnik|{NOTEBOOKS} notatniki|{NOTEBOOKS} notatników}";

/* %d Notebooks */
"%d Notebooks" = "Notatniki: %d";

/* %d Notes */
"%d Notes" = "Notatki: %d";

/* Chat title when all participants are unknown. The parameter is the number of participants */
"%d other people" = "%d innych osób";

/* Size Text: bytes */
"%qu bytes" = "%qu B";

/* Size Text: GB */
"%qu GB" = "%qu GB";

/* Size Text: KB */
"%qu KB" = "%qu KB";

/* Size Text: MB */
"%qu MB" = "%qu MB";

/* 1 Note */
"1 Note" = "1 notatka";

/* 1 Notebook */
"1 Notebook" = "1 notatnik";

/* 1 other person was added */
"1 other person was added" = "Dodano 1 osobę";

/* <changedBy> added 1 other person to <threadName> */
"<changedBy> added 1 other person to <threadName>" = "<changedBy> dodał(a) 1 inną osobę do <threadName>";

/* <changedBy> added 1 other person to this chat */
"<changedBy> added 1 other person to this chat" = "<changedBy> dodał(a) 1 inną osobę do tego czatu";

/* <changedBy> added <changedParticipant> to <threadName> */
"<changedBy> added <changedParticipant> to <threadName>" = "<changedBy> dodał(a) <changedParticipant> do <threadName>";

/* <changedBy> added <changedParticipant> to this chat */
"<changedBy> added <changedParticipant> to this chat" = "<changedBy> dodał(a) <changedParticipant> do tego czatu";

/* <changedBy> added you to <threadName> */
"<changedBy> added you to <threadName>" = "<changedBy> dodał(a) Ciebie do <threadName>";

/* <changedBy> added you to this chat */
"<changedBy> added you to this chat" = "<changedBy> dodał(a) Ciebie do tego czatu";

/* <changedBy> changed the topic */
"<changedBy> changed the topic" = "<changedBy> zmienił(a) temat";

/* <changedBy> changed the topic from <oldThreadName> to <newThreadName> */
"<changedBy> changed the topic from <oldThreadName> to <newThreadName>" = "<changedBy> zmienił(a) temat z <oldThreadName> na <newThreadName>";

/* Someone in a thread included one or more attachments in a chat. Below this string, there is a clickable list of attachment names. */
"<changedBy> included:" = "<changedBy> dodał(a):";

/* <changedBy> left <threadName> */
"<changedBy> left <threadName>" = "<changedBy> opuścił(a) <threadName>";

/* <changedBy> left this chat */
"<changedBy> left this chat" = "<changedBy> opuścił(a) ten czat";

/* <changedBy> removed 1 other person from <threadName> */
"<changedBy> removed 1 other person from <threadName>" = "<changedBy> usunął/ęła 1 osobę z <threadName>";

/* <changedBy> removed 1 other person from this chat */
"<changedBy> removed 1 other person from this chat" = "<changedBy> usunął/ęła 1 osobę z tego czatu";

/* <changedBy> removed <changedParticipant> from <threadName> */
"<changedBy> removed <changedParticipant> from <threadName>" = "<changedBy> usunął/ęła <changedParticipant> z <threadName>";

/* <changedBy> removed <changedParticipant> from this chat */
"<changedBy> removed <changedParticipant> from this chat" = "<changedBy> usunął/ęła <changedParticipant> z tego czatu";

/* <changedBy> removed you from <threadName> */
"<changedBy> removed you from <threadName>" = "<changedBy> usunął/ęła Cię z <threadName>";

/* <changedBy> removed you from this chat */
"<changedBy> removed you from this chat" = "<changedBy> usunął/ęła Cię z tego czatu";

/* <changedBy> set the topic */
"<changedBy> set the topic" = "<changedBy> ustawił(a) temat";

/* <changedBy> set the topic: <newThreadName> */
"<changedBy> set the topic: <newThreadName>" = "<changedBy> ustawił(a) temat: <newThreadName>";

/* <changedBy> unset the topic */
"<changedBy> unset the topic" = "<changedBy> usunął/ęła temat";

/* <changedParticipant> was added */
"<changedParticipant> was added" = "<changedParticipant> został(a) dodny/a";

/* <changedParticipant> was removed */
"<changedParticipant> was removed" = "<changedParticipant> został(a) usunięty/a";

/* \"%@\" is already in use. Please use a unique topic name. */
"\"%@\" is already in use. Please use a unique topic name." = "„%@” jest już w użyciu. Podaj unikalny temat.";

/* All other participants have left */
"All other participants have left" = "Pozostali uczestnicy wyszli";

/* An Evernote user
   Generic display name when contact name is not known. */
"An Evernote user" = "Użytkownik Evernote";

/* Failed to reshare attachments when adding participants to chat. */
"Attachments could not be included." = "Nie udało się dodać załączników.";

/* Authorization failed. */
"Authorization failed." = "Autoryzacja nie powiodła się.";

/* unable to open the note error title, no note title */
"Can't open note" = "Nie można otworzyć notatki";

/* unable to open the noteboook error title, no note title */
"Can't open notebook" = "Nie można otworzyć notatnika";

/* Conflicting modification by %@ on %@: */
"Conflicting modification by %@ on %@:" = "Sprzeczne modyfikacje. Autor %1$@ na %2$@:";

/* Conflicting modification on %@: */
"Conflicting modification on %@:" = "Konflikt modyfikacji w %@:";

/* Contacting Evernote server... */
"Contacting Evernote server…" = "Nawiązywanie kontaktu z serwerem Evernote…";

/* Could not sync note '%@'. */
"Could not sync note ‘%@’." = "Nie udało się zsynchronizować notatki „%@”.";

/* Deleting items */
"Deleting items" = "Usuwanie elementów";

/* Deleting notebooks */
"Deleting notebooks" = "Usuwanie notatników";

/* Deleting notes */
"Deleting notes" = "Usuwanie notatek";

/* Deleting resources */
"Deleting resources" = "Usuwanie zasobów";

/* Deleting saved searchs */
"Deleting saved searchs" = "Usuwanie zapisanych wyszukiwań";

/* Deleting shared notebooks */
"Deleting shared notebooks" = "Usuwanie udostępnionych notatników";

/* Deleting tags */
"Deleting tags" = "Usuwanie znaczników";

/* Downloading <notebook> */
"Downloading %@" = "Pobieranie: %@";

/* Downloading headers */
"Downloading headers" = "Pobieranie nagłówków";

/* Downloading headers with placeholder for percentage complete */
"Downloading headers (%i%%)" = "Pobieranie nagłówków (%i%%)";

/* Downloading reminders */
"Downloading reminders" = "Pobieranie przypomnień";

/* Downloading shortcuts */
"Downloading shortcuts" = "Pobieranie skrótów";

/* unable to open note, detail message */
"Either you need permission to access or the note was moved." = "Nie masz uprawnień lub notatka została przeniesiona.";

/* unable to open notebook, detail message */
"Either you need permission to access or the notebook was moved or deleted." = "Albo nie masz uprawnień, albo notatnik został usunięty lub przeniesiony.";

/* Email error */
"Email error" = "Błąd e-mail";

/* Email limit reached error message. */
"Email limit reached." = "Osiągnięto limit e-maili.";

/* Email permission denied error message. */
"Email permission denied." = "Dostęp do e-maila zabroniony.";

/* Error syncing shared notebook please contact the owner of this notebook to receive a new invitation. */
"Error syncing shared notebook please contact the owner of this notebook to receive a new invitation." = "Błąd synchronizacji udostępnionego notatnika, skontaktuj się z jego właścicielem, aby otrzymać nowe  zaproszenie.";

/* Evernote Basic */
"Evernote Basic" = "Evernote Basic";

/* Evernote Plus */
"Evernote Plus" = "Evernote Plus";

/* Evernote Premium */
"Evernote Premium" = "Evernote Premium";

/* Expired Password */
"Expired password" = "Hasło wygasło";

/* Failed to update topic for this chat. */
"Failed to update topic for this chat." = "Nie udało się zmienić tematu tego czatu.";

/* Finding notes to download... */
"Finding notes to download…" = "Wyszukiwanie notatek do pobrania...";

/* GenericCommunicationsError */
"GenericCommunicationsError" = "GenericCommunicationsError";

/* Imported notebook name */
"Import %1$@" = "Importuj %1$@";

/* Invalid auth token */
"Invalid auth token" = "Nieprawidłowy token uwierzytelniający";

/* Email rejected error message. */
"Invalid email address." = "Błędny adres e-mail.";

/* Invalid Password */
"Invalid password" = "Nieprawidłowe hasło";

/* Invalid shared notebook */
"Invalid shared notebook" = "Nieprawidłowy notatnik udostępniony";

/* Invalid username */
"Invalid username" = "Nieprawidłowy login";

/* Invalid username or password. */
"Invalid username or password." = "Nieprawidłowy login lub hasło.";

/* DATA_REQUIRED Resource.data */
"It contains a resource with no data." = "Zawiera zasoby bez danych.";

/* BAD_DATA_FORMAT Resource.mime */
"It contains an unsupported resource type." = "Zawiera nieobsługiwane zasoby.";

/* BAD_DATA_FORMAT unknown %@ */
"It contains invalid data [%@]." = "Zawiera nieprawidłowe dane [%@].";

/* BAD_DATA_FORMAT ResourceAttributes.sourceURL */
"It contains invalid resource data." = "Zawiera nieprawidłowe dane zasobów.";

/* LIMIT_REACHED Resource.data.size */
"It has a resource that’s too big." = "Zawiera zbyt duży zasób.";

/* LIMIT_REACHED Note.resources */
"It has too many resources." = "Zawiera zbyt wiele zasobów.";

/* LIMIT_REACHED Note.tagGuids */
"It has too many tags." = "Ma zbyt wiele znaczników.";

/* Basic Account LIMIT_REACHED Note.size %@ */
"It is too large.  The maximum size for a note in a Basic account, including all of its resources, is %@." = "Jest zbyt duży. Maksymalny rozmiar notatki na koncie podstawowym (włączając wszystkie zasoby) to %@.";

/* Plus Account LIMIT_REACHED Note.size %@ */
"It is too large.  The maximum size for a note in a Plus account, including all of its resources, is %@." = "Jest zbyt duży. Maksymalny rozmiar notatki na koncie Plus (włączając wszystkie zasoby) to %@.";

/* Premium Account LIMIT_REACHED Note.size %@ */
"It is too large.  The maximum size for a note in a Premium account, including all of its resources, is %@." = "Jest zbyt duży. Maksymalny rozmiar notatki na koncie Premium (włączając wszystkie zasoby) to %@.";

/* Not Found Notebook.guid
   NOT_FOUND LinkedNotebook.guid
   NOT_FOUND Note.guid
   NOT_FOUND SavedSearch.guid
   NOT_FOUND Tag.guid */
"It was not found on the server." = "Nie został odnaleziony na serwerze.";

/* PERMISSION_DENIED Note.notebookGuid */
"Its notebook is not yours." = "Notatnik nie należy do Ciebie.";

/* NOT_FOUND Tag.parentGuid */
"Its parent was not found on the server." = "Element nadrzędny nie został znaleziony na serwerze.";

/* PERMISSION_DENIED SavedSearch */
"It’s not your search." = "Nie jest Twoim wyszukiwaniem.";

/* PERMISSION_DENIED Tag */
"It’s not your tag." = "Nie jest Twoim znacznikiem.";

/* LinkedIn */
"LinkedIn" = "LinkedIn";

/* My Notebook */
"My Notebook" = "Mój notatnik";

/* Name must be unique */
"Names must be unique." = "Nazwy muszą być unikalne.";

/* ERROR TITLE: note not found */
"Note not found" = "Nie znaleziono notatki";

/* Note sharing */
"Note sharing" = "Udostępnianie notatki";

/* ERROR TITLE: notebook not found */
"Notebook not found" = "Notatnik nie został znaleziony";

/* Processing server changes */
"Processing server changes" = "Przetwarzanie zmian serwera";

/* Processing server note changes */
"Processing server note changes" = "Przetwarzanie zmian w notatkach na serwerze";

/* Processing server notebook changes */
"Processing server notebook changes" = "Przetwarzanie zmian w notatnikach na serwerze";

/* Processing server resource changes */
"Processing server resource changes" = "Przetwarzanie zmian w zasobach na serwerze";

/* Processing server saved search changes */
"Processing server saved search changes" = "Przetwarzanie zmian w zapisanych wyszukiwaniach na serwerze";

/* Processing server shared notebook changes */
"Processing server shared notebook changes" = "Przetwarzanie zmian w udostępnionych notatnikach na serwerze";

/* Processing server tag changes */
"Processing server tag changes" = "Przetwarzanie zmian w znacznikach na serwerze";

/* Public Notebook */
"Public Notebook" = "Notatnik publiczny";

/* Sending changes */
"Sending changes" = "Wysyłanie zmian";

/* Shared at <time> */
"Shared at %@" = "Udostępnił(a) o %@";

/* Shared on <date> */
"Shared on %@" = "Udostępnił(a) dnia %@";

/* Some items failed to sync and could not be shared */
"Some items failed to sync and could not be shared." = "Niektórych elementów nie udało się zsynchronizować i nie można ich udostępnić.";

/* Someone added <changedParticipant> to <threadName> */
"Someone added <changedParticipant> to <threadName>" = "Ktoś dodał <changedParticipant> do <threadName>";

/* Someone added <changedParticipant> to this chat */
"Someone added <changedParticipant> to this chat" = "Ktoś dodał <changedParticipant> do tego czatu";

/* Someone changed the topic */
"Someone changed the topic" = "Ktoś zmienił temat";

/* Someone changed the topic from <oldThreadName> to <newThreadName> */
"Someone changed the topic from <oldThreadName> to <newThreadName>" = "Ktoś zmienił temat z <oldThreadName> na <newThreadName>";

/* Someone included one or more attachments in a chat. Below this string, there is a clickable list of attachment names. */
"Someone included:" = "Ktoś dodał:";

/* Someone left <threadName> */
"Someone left <threadName>" = "Ktoś opuścił wątek <threadName>";

/* Someone left this chat */
"Someone left this chat" = "Ktoś opuścił ten czat";

/* Someone removed <changedParticipant> from <threadName> */
"Someone removed <changedParticipant> from <threadName>" = "Ktoś usunął <changedParticipant> z <threadName>";

/* Someone removed <changedParticipant> from this chat */
"Someone removed <changedParticipant> from this chat" = "Ktoś usunął <changedParticipant> z tego czatu";

/* Someone removed you from <threadName> */
"Someone removed you from <threadName>" = "Ktoś usunął Cię z wątku <threadName>";

/* Someone removed you from this chat */
"Someone removed you from this chat" = "Ktoś usunął Cię z tego czatu";

/* Someone set the topic */
"Someone set the topic" = "Ktoś ustawił temat";

/* Someone set the topic: <newThreadName> */
"Someone set the topic: <newThreadName>" = "Ktoś ustawił temat: <newThreadName>";

/* Someone unset the topic */
"Someone unset the topic" = "Ktoś usunął temat";

/* Someone was removed from this chat */
"Someone was removed from this chat" = "Ktoś usunął Cię z tego czatu";

/* Name too long */
"Sorry, names are limited to %d characters in length." = "Długość nazw ograniczona jest do %d znaków.";

/* Name too short, Singular Minimum */
"Sorry, names must be at least %d character in length." = "Nazwy muszą składać się z przynajmniej %d znaków.";

/* Name too short, Plural Minimum */
"Sorry, names must be at least %d characters in length." = "Niestety, nazwy muszą składać się z przynajmniej %d znaków.";

/* QUOTA_REACHED FREE */
"Sorry, the operation you are attempting to perform would exceed your upload allowance and cannot be completed. Upgrade now to Evernote Premium and immediately get increased monthly uploads, stronger security, priority image recognition, and more." = "Niestety, operacja, którą próbujesz wykonać spowodowałaby przekroczenie limitu transferu nie może być zakończona. Ulepsz konto do Evernote Premium, a natychmiast otrzymasz więcej transferu, lepsze zabezpieczenia, priorytetowe rozpoznawanie obrazów i inne.";

/* Sync failure recovery suggestion. */
"Synchronization failed because of an error communicating with the Evernote servers.  Please try again later." = "Synchronizacja nie powiodła się z powodu błędu komunikacji z serwerami Evernote. Proszę spróbować ponownie później.";

/* Sync auth failure recovery suggestion. */
"Synchronization failed because the provided username or password is incorrect." = "Synchronizacja nie powiodła ponieważ podany login lub hasło jest nieprawidłowy.";

/* Sync Failed */
"Synchronization failed." = "Synchronizacja nieudana.";

/* LIMIT_REACHED NoteAttribute.* */
"The attribute data is invalid." = "Zawiera nieprawidłowe atrybuty.";

/* BAD_DATA_FORMAT BusinessNotebook.description */
"The business notebook description is invalid." = "Opis notatnika biznesowego jest nieprawidłowy.";

/* The client preference could not be synced */
"The client preference could not be synced" = "Nie udało się zsynchronizować preferencji klienta";

/* The client preference '%@' could not be synced. */
"The client preference ‘%@’ could not be synced." = "Nie udało się zsynchronizować preferencji klienta „%@”.";

/* The content could not be loaded */
"The content could not be loaded" = "Nie udało się czytać zawartości";

/* BAD_DATA_FORMAT Note.content */
"The content is invalid." = "Zawartość jest nieprawidłowa.";

/* Email rejected recovery suggestion. */
"The email address ‘%@’ was rejected by the server." = "Adres e-mail „%@” został odrzucony przez serwer.";

/* Email limit reached recovery suggestion. */
"The email could not be sent because doing so would exceed the daily email limit for this account." = "E-mail nie został wysłany ponieważ spowodowałoby to przekroczenie dziennego limitu e-maili dla tego konta.";

/* Email permission denied recovery suggestion. */
"The email could not be sent because the note specified does not belong to this account." = "E-mail nie został wysłany ponieważ wybrana notatka jest przypisana do tego konta.";

/* BAD_DATA_FORMAT SavedSearch.format */
"The format is invalid." = "Format jest nieprawidłowy.";

/* DATA_CONFLICT SavedSearch.name */
"The name is already being used by another search." = "Nazwa jest już przypisana do innego wyszukiwania.";

/* DATA_CONFLICT Tag.name */
"The name is already being used by another tag." = "Nazwa jest już przypisana do innego znacznika.";

/* DATA_CONFLICT Notebook.name */
"The name is already in use by another notebook." = "Nazwa jest już przypisana do innego notatnika.";

/* BAD_DATA_FORMAT LinkedNotebook.shareName
   BAD_DATA_FORMAT Notebook.name
   BAD_DATA_FORMAT SavedSearch.name
   BAD_DATA_FORMAT Tag.name */
"The name is invalid." = "Nazwa jest nieprawidłowa.";

/* ERROR MESG: system error, with param for note title */
"The note '%@' could not be opened because of an error on the Evernote service." = "Nie można otworzyć notatki \"%@\" ponieważ wystąpił błąd w usłudze Evernote.";

/* ERROR MESG: generic error, with param for note title */
"The note '%@' could not be opened.  Please check your Internet connection or try again later." = "Nie udało się otworzyć notatki \"%@\". Sprawdź połączenie z internetem lub spróbuj ponownie później.";

/* ERROR MESG: note not found, with param for note title */
"The note '%@' could not be shared because it does not exist on the Evernote service." = "Nie można udostępnić notatki \"%@\", ponieważ nie istnieje w usłudze Evernote.";

/* ERROR MESG: system error, with param for note title */
"The note '%@' could not be shared because of an error on the Evernote service." = "Nie można udostępnić notatki \"%@\" z powodu błędu usługi Evernote.";

/* ERROR MESG: generic error, with param for note title */
"The note '%@' could not be shared.  Please check your Internet connection or try again later." = "Nie można udostępnić notatki \"%@\". Sprawdź połączenie z internetem lub spróbuj ponownie później.";

/* ERROR MESG: note not found */
"The note could not be found. Please check your Internet connection or try again later." = "Nie udało się znaleźć notatki. Sprawdź połączenie z internetem lub spróbuj ponownie później.";

/* ERROR MESG: generic error */
"The note could not be opened.  Please check your Internet connection or try again later." = "Nie udało się otworzyć notatki. Sprawdź połączenie z internetem lub próbuj ponownie później.";

/* ERROR MESG: system error, with param for notebook name */
"The notebook '%@' could not be opened because of an error on the Evernote service." = "Nie można otworzyć notatnika \"%@\" ponieważ wystąpił błąd w usłudze Evernote.";

/* ERROR MESG: generic error, with param for notebook name */
"The notebook '%@' could not be opened.  Please check your Internet connection or try again later." = "Nie udało się otworzyć notatnika \"%@\". Sprawdź połączenie z internetem lub spróbuj ponownie później.";

/* ERROR MESG: system error, with param for notebook name */
"The notebook '%@' could not be shared because of an error on the Evernote service." = "Nie można udostępnić notatnika \"%@\" z powodu błędu usługi Evernote.";

/* ERROR MESG: generic error, with param for notebook name */
"The notebook '%@' could not be shared.  Please check your internet connection or try again later." = "Nie można udostępnić notatnika \"%@\". Sprawdź połączenie z internetem lub spróbuj ponownie później.";

/* NOT_FOUND Note.notebookGuid */
"The notebook could not be found on the server." = "Notatnika nie udało się odnaleźć na serwerze.";

/* ERROR MESG: note not found */
"The notebook could not be found. Please check your Internet connection or try again later." = "Nie udało się znaleźć notatnika. Sprawdź połączenie z internetem lub spróbuj ponownie później.";

/* ERROR MESG: notebook not found */
"The notebook could not be shared because it does not exist on the Evernote service." = "Nie udało się udostępnić notatnika, ponieważ nie istnieje w usłudze Evernote.";

/* The notebook '%@' could not be synced. */
"The notebook ‘%@’ could not be synced." = "Nie udało się zsynchronizować notatnika „%@”.";

/* QUOTA_REACHED PREMIUM */
"The operation you are attempting to perform would exceed your monthly upload allowance and cannot be completed." = "Operacja, którą próbujesz wykonać, wyczerpałaby Twój miesięczny limit transferu i nie może zostać wykonana.";

/* The owner of this notebook has canceled your invitation to this notebook. Contact the owner to receive a new invitation. */
"The owner of this notebook has canceled your invitation to this notebook. Contact the owner to receive a new invitation." = "Właściciel tego notatnika anulował Twoje zaproszenie. Skontaktuj się z właścicielem, aby otrzymać nowe zaproszenie.";

/* BAD_DATA_FORMAT/DATA_CONFLICT Tag.parentGuid */
"The parent tag is invalid." = "Znacznik nadrzędny jest nieprawidłowy.";

/* The preference name or preference value is in an invalid format. */
"The preference name or preference value is in an invalid format." = "Nazwa preferencji lub wartość jest w nieprawidłowym formacie.";

/* The preference was empty. */
"The preference was empty." = "Preferencja jest pusta.";

/* BAD_DATA_FORMAT Publishing.publicDescription */
"The public description is too long." = "Publiczny opis jest zbyt długi.";

/* DATA_CONFLICT Publishing.uri */
"The public url is already in use by another notebook." = "Publiczny URL jest już przypisany do innego notatnika.";

/* BAD_DATA_FORMAT Publishing.uri
   DATA_REQUIRED Publishing.uri */
"The public url is invalid." = "Publiczny URL jest nieprawidłowy.";

/* BAD_DATA_FORMAT SavedSearch.query */
"The query is too long." = "Zapytanie jest zbyt długie.";

/* LIMIT_REACHED ResourceAttribute.* */
"The resource attribute data is invalid." = "Dane atrybutów zasobów są nieprawidłowe.";

/* The resource '%@' could not be synced. */
"The resource ‘%@’ could not be synced." = "Nie udało się zsynchronizować zasobu „%@”.";

/* The search '%@' could not be synced. */
"The search ‘%@’ could not be synced." = "Nie udało się zsynchronizować wyszukiwania „%@”.";

/* The shared notebook '%@' could not be synced. */
"The shared notebook ‘%@’ could not be synced." = "Nie udało się zsynchronizować udostępnionego notatnika „%@”.";

/* The tag '%@' could not be synced. */
"The tag ‘%@’ could not be synced." = "Nie udało się zsynchronizować znacznika „%@”.";

/* BAD_DATA_FORMAT Note.title */
"The title is invalid." = "Tytuł jest nieprawidłowy.";

/* LIMIT_REACHED Notebook */
"Too many notebooks." = "Zbyt wiele notatników.";

/* LIMIT_REACHED Note */
"Too many notes." = "Zbyt wiele notatek.";

/* LIMIT_REACHED SavedSearch */
"Too many searches." = "Zbyt wiele wyszukiwań.";

/* LIMIT_REACHED Tag */
"Too many tags." = "Zbyt wiele znaczników.";

/* Tried to add more preferences than the allowed maximum. */
"Tried to add more preferences than the allowed maximum." = "Próbowano dodać więcej preferencji niż dozwolone maksimum.";

/* ERROR TITLE: unable to access */
"Unable to access note" = "Nie można uzyskać dostępu do notatki";

/* ERROR TITLE: unable to access */
"Unable to access notebook" = "Nie można uzyskać dostępu do notatnika";

/* ERROR TITLE: unable to open */
"Unable to open note" = "Nie udało się otworzyć notatki";

/* ERROR TITLE: unable to open */
"Unable to open notebook" = "Nie udało się otworzyć notatnika";

/* PERMISSION_DENIED Note. Moved to personal account */
"Unable to save note “%1$@” in notebook “%2$@”. A copy of this note has been placed in your default notebook." = "Nie udało się zapisać notatki „%1$@” w notatniku „%2$@”. Kopia tej notatki została zapisana w notatniku domyślnym.";

/* PERMISSION_DENIED Note. Moved to personal account, no notebook. */
"Unable to save note “%1$@”. A copy of this note has been placed in your default notebook." = "Nie udało się zapisać notatki „%1$@”. Kopia tej notatki została zapisana w notatniku domyślnym.";

/* Unable to set topic. */
"Unable to set topic." = "Nie udało się ustawić tematu.";

/* ERROR TITLE: system error
   ERROR TITLE: unable to share */
"Unable to share note" = "Nie udało się udostępnić notatki";

/* ERROR TITLE: system error
   ERROR TITLE: unable to share */
"Unable to share notebook" = "Nie można udostępnić notatnika";

/* Unknown Error */
"Unknown Error" = "Nieznany błąd";

/* Unknown Error nf%1$i */
"Unknown Error nf%1$i" = "Nieznany błąd nf%1$i";

/* Unknown Error s%1$i */
"Unknown Error s%1$i" = "Nieznany błąd s%1$i";

/* Unknown Error u%1$i */
"Unknown Error u%1$i" = "Nieznany błąd u%1$i";

/* Unknown account type */
"Unkown account type" = "Nieznany typ konta";

/* Untitled */
"Untitled" = "Bez tytułu";

/* Waiting for header synchronization */
"Waiting for header synchronization" = "Oczekiwanie na synchronizację nagłówków";

/* Waiting for internet connection */
"Waiting for internet connection" = "Oczekiwanie na połączenie z internetem";

/* The operation will proceed once a WiFi connection is available */
"Waiting for WiFi" = "Oczekiwanie na WiFi";

/* You added 1 other person to <threadName> */
"You added 1 other person to <threadName>" = "Ty dodałeś/aś 1 osobę do <threadName>";

/* You added 1 other person to this chat */
"You added 1 other person to this chat" = "Ty dodałeś/aś 1 osobę do tego czatu";

/* You added <changedParticipant> to <threadName> */
"You added <changedParticipant> to <threadName>" = "Dodałeś/aś <changedParticipant> do <threadName>";

/* You added <changedParticipant> to this chat */
"You added <changedParticipant> to this chat" = "Ty dodałeś/aś <changedParticipant> do tego czatu";

/* You are not connected to the internet. */
"You are not connected to the internet." = "Połączenie z internetem nie jest dostępne.";

/* You changed the topic */
"You changed the topic" = "Ty zmieniłeś/aś temat";

/* You changed the topic from <oldThreadName> to <newThreadName> */
"You changed the topic from <oldThreadName> to <newThreadName>" = "Ty zmieniłeś/aś temat z <oldThreadName> na <newThreadName>";

/* PERMISSION_DENIED authenticationToken */
"You do not have permission to write to this notebook." = "Nie masz uprawnień do zapisu w tym notatniku.";

/* don't have permission to share multiple notebooks */
"You don't have permission to share all of the selected notebooks." = "Nie masz uprawnień do udostępniania żadnego z wybranych notatników.";

/* don't have permission to share multiple notes and notebooks */
"You don't have permission to share all of the selected notes and notebooks." = "Nie masz uprawnień do udostępniania żadnego z wybranych notatników i notatek.";

/* don't have permission to share multiple notes */
"You don't have permission to share all of the selected notes." = "Nie masz uprawnień do udostępniania żadnej z udostępnionych notatek.";

/* don't have permission to share note with param for note title */
"You don't have permission to share the note '%@'" = "Nie masz uprawień do udostępniania notatki \"%@\".";

/* don't have permission to share notebook with param for notebook name */
"You don't have permission to share the notebook '%@'" = "Nie masz uprawnień do udostępniania notatnika \"%@\".";

/* You included one or more attachments in a chat. Below this string, there is a clickable list of attachment names. */
"You included:" = "Dodałeś:";

/* You left <threadName> */
"You left <threadName>" = "Opuściłeś/aś wątek <threadName>";

/* You left this chat */
"You left this chat" = "Opuściłeś/aś ten czat";

/* ERROR MESG: need business authentication, with param for note title */
"You must authenticate to your business account to open the note '%@'." = "Musisz zalogować się na konto biznesowe, aby otworzyć notatkę „%@”.";

/* ERROR MESG: need business authentication, with param for notebook name */
"You must authenticate to your business account to open the notebook '%@'." = "Musisz zalogować się na konto biznesowe, aby otworzyć notatnik „%@”.";

/* You must be online to access shared notes, error title */
"You must be online to access shared notes." = "Do udostępniania notatek potrzebne jest połączenie internetowe.";

/* You must be online to access the shared notebook, error title */
"You must be online to access the shared notebook '%@'." = "Do otworzenia notatnika udostępnionego \"%@\" potrzebne jest połączenie internetowe.";

/* You need a network connection to view all available business notebooks. */
"You need a network connection to view all available business notebooks." = "Aby zobaczyć dostępne notatniki biznesowe potrzebne jest połączenie sieciowe.";

/* You removed 1 other person from <threadName> */
"You removed 1 other person from <threadName>" = "Ty usunąłeś/ęłąś 1 osobę z <threadName>";

/* You removed 1 other person from this chat */
"You removed 1 other person from this chat" = "Ty usunąłeś/aś jedną osobę z tego czatu";

/* You removed <changedParticipant> from <threadName> */
"You removed <changedParticipant> from <threadName>" = "Ty usunąłeś/aś <changedParticipant> z <threadName>";

/* You removed <changedParticipant> from this chat */
"You removed <changedParticipant> from this chat" = "Ty usunąłeś/aś <changedParticipant> do tego czatu";

/* You set the topic */
"You set the topic" = "Ty ustawiłeś/aś temat";

/* You set the topic: <newThreadName> */
"You set the topic: <newThreadName>" = "Ty ustawiłeś/aś temat: <newThreadName>";

/* You shared at <time>. */
"You shared at %@" = "Ty udostępniłeś/aś o %@";

/* You shared on <date>. */
"You shared on %@" = "Ty udostępniłeś/aś dnia %@";

/* No comment provided by engineer. */
"You shared {NOTEBOOKS_PLURAL:a notebook|{NOTEBOOKS} notebooks}" = "Ty udostępniłeś/aś {NOTEBOOKS_PLURAL:notatnik|{NOTEBOOKS} notatniki|{NOTEBOOKS} notatników}";

/* No comment provided by engineer. */
"You shared {NOTES_PLURAL:a note|{NOTES} notes}" = "Ty udostępniłeś/aś {NOTES_PLURAL:notatkę|{NOTES} notatki|{NOTES} notatek}";

/* No comment provided by engineer. */
"You shared {NOTES_PLURAL:{NOTES} note|{NOTES} notes} and {NOTEBOOKS_PLURAL:{NOTEBOOKS} notebook|{NOTEBOOKS} notebooks}" = "Ty udostępniłeś/aś{NOTES_PLURAL:{NOTES} notatkę|{NOTES} notatki|{NOTES} notatek} i{NOTEBOOKS_PLURAL:{NOTEBOOKS} notatnik|{NOTEBOOKS} notatniki|{NOTEBOOKS} notatników}";

/* You unset the topic */
"You unset the topic" = "Usunąłeś temat";

/* You were added to this chat */
"You were added to this chat" = "Dodano Cię do tego czatu";

/* You were removed from this chat */
"You were removed from this chat" = "Usunięto Cię z tego czatu";

/* Thread title with only the signed-in user */
"You##threadTitleWithOnlyTheSignedInUser" = "Ty";

/* Your account has been deactivated. */
"Your account has been deactivated." = "Konto zostało dezaktywowane.";

/* Your password has expired. Reset your password to download content. */
"Your password has expired. Reset your password to download content." = "Hasło wygasło. Ustaw nowe, aby pobrać zawartość.";

/* Your password is invalid. Reset your password to download content. */
"Your password is invalid. Reset your password to download content." = "Hasło jest nieprawidłowe. Ustaw nowe, aby pobrać zawartość.";

/* Your username is invalid. */
"Your username is invalid." = "Login jest nieprawidłowy.";
